acpi
alsa-utils
arch-install-scripts
autoconf
automake
bash
bc
bind
binutils
bison
bridge-utils
broadcom-wl-dkms
bzip2
chromium
coreutils
cronie
cryptsetup
ctags
device-mapper
dhcpcd
diffutils
dnsmasq
docker
dunst
e2fsprogs
elinks
ethtool
ettercap
fakeroot
fcitx
fcitx-qt4
fcitx-qt5
feh
file
filesystem
findutils
firefox
flake8
flex
freemind
fvwm
gawk
gdb
getmail
gettext
gimp
git
google-chrome
google-talkplugin
gptfdisk
grep
groff
gsmartcontrol
gzip
habak
i3lock
i3status
i3-wm
ifplugd
iftop
inetutils
iproute2
iputils
ipython
jfsutils
kdebase-dolphin
kdebase-kdepasswd
kdebase-kdialog
kdebase-keditbookmarks
kdebase-kfind
kdebase-konq-plugins
kdebase-konqueror
kdebase-plasma
kdegraphics-okular
kde-wallpapers
konsole
kwrite
less
libreoffice-still
libreoffice-still-sdk
libtool
libutil-linux
licenses
linux
lm_sensors
logrotate
lvm2
lxc
m4
make
man-db
man-pages
mdadm
mercurial
mongodb
motion
mplayer
msmtp
mtr
mutt
nano
netctl
net-tools
newsbeuter
nmap
nodejs
ntfs-3g
ntpdate
offlineimap
openbsd-netcat
openssh
openvpn
p7zip
pacman
parted
patch
pciutils
pcmciautils
pep8
perl
phantomjs
pidgin
pidgin-lwqq
pkg-config
postgresql
pptpclient
procmail
procps-ng
psmisc
python2-pip
python-gobject
python-pip
python-pyqt4
r
rdesktop
redis
reiserfsprogs
rsync
rust
screen
screenfetch
scrot
sed
shadow
shadowsocks
s-nail
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
tcpdump
terminator
texinfo
tftp-hpa
tk
tor
traceroute
transset-df
trayer
ttf-inconsolata
unrar
unzip
usbutils
util-linux
vi
vim
virtualbox
vlc
vpnc
weechat
wget
which
whois
wine
wireless_tools
wpa_actiond
wpa_supplicant
wqy-microhei
xchat
xcompmgr
xf86-input-synaptics
xf86-video-intel
xfsprogs
xl2tpd
xmind
xorg-server
xorg-server-utils
xorg-twm
xorg-utils
xorg-xclock
xorg-xinit
xscreensaver
xsel
xterm
yaourt
zsh
